{
  "web": [
    {
      "id": 1,
      "name": "Full Stack Website",
      "description": "Develop robust full-stack applications using the MERN stack, including user authentication, database integration, advanced functionalities, and host deployment.",
      "icon": "fluent-mdl2:website",
      "price": "$500",
      "link": "https://mohamedtorky.vercel.app/projects",
      "arabicName": "موقع ويب كامل",
      "arabicDescription": "تطوير موقع ويب قوي ومتكامل باستخدام مجموعة MERN، بما في ذلك مصادقة المستخدم، وتكامل قاعدة البيانات، والوظائف المتقدمة، ونشر المضيف."
    },
    {
      "id": 2,
      "name": "Front-End",
      "description": "Create responsive and visually appealing websites tailored to your business needs, including landing pages, portfolios, and e-commerce sites.",
      "icon": "mdi:code-block-html",
      "price": "$300",
      "link": "https://mohamedtorky.vercel.app/projects",
      "arabicName": "الواجهة الأمامية",
      "arabicDescription": "إنشاء مواقع ويب سريعة الاستجابة وجذابة بصريًا ومصممة خصيصًا لتلبية احتياجات عملك، بما في ذلك صفحات الهبوط والمحافظ ومواقع التجارة الإلكترونية."
    }
  ],

  "graphic": [
    {
      "id": 1,
      "name": "Logo Design",
      "description": "Create unique, professional logos that reflect your brand identity.",
      "icon": "carbon:logo-react",
      "price": "$30",
      "link": "/gallery",
      "arabicName": "تصميم شعار",
      "arabicDescription": "إنشاء شعارات فريدة واحترافية تعكس هوية علامتك التجارية."
    },
    {
      "id": 2,
      "name": "Poster and Event Design",
      "description": "Create eye-catching posters, banners, and event materials for promotions or special occasions.",
      "icon": "fluent:image-border-28-regular",
      "price": "$30",
      "link": "",
      "arabicName": "تصميم الملصقات والفعاليات",
      "arabicDescription": "إنشاء ملصقات ولافتات ومواد فعاليات جذابة للعروض الترويجية أو المناسبات الخاصة."
    },
    {
      "id": 3,
      "name": "Social Media Content Creation",
      "description": "Design engaging posts, stories, and advertisements tailored for platforms like Instagram, Facebook, and LinkedIn.",
      "icon": "mdi:instagram",
      "price": "$30 Per Post",
      "link": "https://www.instagram.com/issegypt/",
      "arabicName": "إنشاء محتوى وسائل التواصل الاجتماعي",
      "arabicDescription": "تصميم منشورات وقصص وإعلانات جذابة مخصصة للمنصات مثل Instagram وFacebook وLinkedIn."
    },
    {
      "id": 4,
      "name": "Custom Banners",
      "description": "Design high-quality banners for events, advertising, or branding purposes in various sizes (digital or printable).",
      "icon": "material-symbols:planner-banner-ad-pt",
      "price": "$50",
      "link": "",
      "arabicName": "الرايات المخصصة",
      "arabicDescription": "تصميم لافتات عالية الجودة للمناسبات أو الإعلانات أو أغراض العلامات التجارية بأحجام مختلفة (رقمية أو قابلة للطباعة)."
    },
    {
      "id": 5,
      "name": "Business Cards and Flyers",
      "description": "Design sleek and modern business cards, brochures, and promotional flyers.",
      "icon": "radix-icons:id-card",
      "price": "$30",
      "link": "",
      "arabicName": "بطاقات العمل والنشرات",
      "arabicDescription": "تصميم بطاقات أعمال وكتيبات ومنشورات ترويجية أنيقة وحديثة."
    },
    {
      "id": 6,
      "name": "T-Shirt Design",
      "description": "Create custom T-shirt designs for teams, events, or branding, tailored to your specifications. Includes digital mock-ups ready for printing.",
      "icon": "mdi:tshirt-crew",
      "price": "$75",
      "link": "",
      "arabicName": "تصميم تي شيرت",
      "arabicDescription": "إنشاء تصميمات قمصان مخصصة للفرق أو الأحداث أو العلامات التجارية، بما يتناسب مع مواصفاتك. تتضمن نماذج رقمية جاهزة للطباعة."
    },
    {
      "id": 7,
      "name": "Presentation Design",
      "description": "Craft visually stunning and professional PowerPoint or Canva presentations for pitches, conferences, and seminars.",
      "icon": "icon-park-outline:slide",
      "price": "$100",
      "link": "",
      "arabicName": "تصميم العرض التقديمي",
      "arabicDescription": "إنشاء عروض تقديمية احترافية ومذهلة بصريًا باستخدام PowerPoint أو Canva للعروض التقديمية والمؤتمرات والندوات."
    }
  ]
}
